BOT_TOKEN = '6345756604:AAGsvPMgx-eKwARZAw0Yx5fl9VRXeNU1sQ0'
QUANTITYPLOT = 14

plotDialogs = [
    '- <b>Путешественник:</b> "Где я? Что это за место?"',
    '- <b>Бахтияр:</b> "Ассаламу алейкум! Ты, должно быть, с другого света. Добро пожаловать в нашу деревню! Меня зовут Бахтияр, и я помогу тебе найти дорогу домой. Но сначала тебе нужно научиться нашим обычаям и языку."',
    '- <b>Бахтияр:</b> "Наша деревня полна традиций и обычаев. Давай я покажу тебе некоторые из них. Сегодня у нас собрание у старейшины, и тебе нужно узнать, как здороваться и представляться."',
    '- <b>Бахтияр:</b> "На нашем рынке ты сможешь увидеть много интересного. Давай я научу тебя названиям фруктов и овощей на татарском."',
    '- <b>Бахтияр:</b> "Сегодня у нас Сабантуй, традиционный праздник. Ты можешь участвовать в разных играх и научиться новым словам!"',
    '- <b>Бахтияр:</b> "Здесь мы молимся. Давай я расскажу тебе о наших религиозных обычаях."',
    '- <b>Бахтияр:</b> "Наши ремесленники делают удивительные вещи. Ты можешь попробовать сделать что-то сам и выучить новые слова."',
    '- <b>Бахтияр:</b> "Старейшина нашей деревни очень мудр и знает много историй и легенд. Он может рассказать тебе о наших традициях и истории."',
    '- <b>Бахтияр:</b> "Татарская кухня очень разнообразна. Сегодня мы будем готовить эчпочмак."',
    '- <b>Бахтияр:</b> "Наши игры помогают развивать ловкость и умение работать в команде. Давай попробуем сыграть."',
    '- <b>Бахтияр:</b> "Вечером мы собираемся у костра, поем песни и рассказываем истории. Это отличное время, чтобы попрактиковать татарский язык."',
    '- <b>Бахтияр:</b> "Ты многому научился, и я уверен, что теперь ты сможешь найти дорогу домой. Но помни, наш мир всегда будет открыт для тебя."',
    '- <b>Бахтияр:</b> "Прощай, друг! Надеюсь, ты скоро вернешься."',
    '- <b>Путешественник:</b> "Рәхмәт, Бахтияр! Мин сине онытмам." (Спасибо, Бахтияр! Я тебя не забуду.)'
]

gameIndex = {1, 2, 3, 4, 5, 6, 7, 8, 9, 10}
gameTitle = ["", "zubrilka", "zubrilka", "Wordle", "WOW", "zubrilka", "Wordle", "", "WOW", "zubrilka", ""]

plotFiles = []

user_data = {}
